{
  "FTerm.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "animation": { "branch": "main" },
  "auto_session": { "branch": "main" },
  "base16": { "branch": "master" },
  "better_escape": { "branch": "master" },
  "caskey": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "crates": { "branch": "main" },
  "diffview": { "branch": "main" },
  "dressing": { "branch": "master" },
  "fidget": { "branch": "main" },
  "flit.nvim": { "branch": "main" },
  "flutter-tools.nvim": { "branch": "main" },
  "fm": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "goto_preview": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "heirline": { "branch": "master" },
  "hydra": { "branch": "master" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lsp_config": { "branch": "master" },
  "lsp_signature.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "middleclass": { "branch": "master" },
  "mini_ai": { "branch": "main" },
  "mini_animate": { "branch": "main" },
  "mini_bufremove": { "branch": "main" },
  "mini_comment": { "branch": "main" },
  "mini_move": { "branch": "main" },
  "mini_pairs": { "branch": "main" },
  "mini_surround": { "branch": "main" },
  "neoclip": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null_ls": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil": { "branch": "master" },
  "overseer.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise_async": { "branch": "main" },
  "refactoring": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "scope": { "branch": "main" },
  "smart_splits": { "branch": "master" },
  "sqlite": { "branch": "master" },
  "ts_ctx_commentstring": { "branch": "main" },
  "ts_node_action": { "branch": "master" },
  "ts_playground": { "branch": "master" },
  "typescript.nvim": { "branch": "main" },
  "ufo": { "branch": "main" },
  "urlview": { "branch": "main" },
  "vim-repeat": { "branch": "master" },
  "which_key": { "branch": "main" },
  "windows": { "branch": "main" },
  "winshift": { "branch": "main" },
  "zen_mode": { "branch": "main" }
}