{
  "FTerm.nvim": { "branch": "master" },
  "FixCursorHold.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "animation": { "branch": "main" },
  "auto_session": { "branch": "main" },
  "base16": { "branch": "master" },
  "better_escape": { "branch": "master" },
  "caskey.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "diffview": { "branch": "main" },
  "dressing": { "branch": "master" },
  "flit.nvim": { "branch": "main" },
  "flutter-tools.nvim": { "branch": "main" },
  "fm-nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "goto_preview": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "heirline": { "branch": "master" },
  "hydra.nvim": { "branch": "master" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "legendary.nvim": { "branch": "master" },
  "lsp_config": { "branch": "master" },
  "lsp_signature.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "middleclass": { "branch": "master" },
  "mini.animate": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini_ai": { "branch": "main" },
  "mini_comment": { "branch": "main" },
  "mini_surround": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-dart": { "branch": "main" },
  "neotest-rust": { "branch": "main" },
  "neotest-vitest": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null_ls": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-gomove": { "branch": "main" },
  "nvim-navic": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "overseer.nvim": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise_async": { "branch": "main" },
  "refactoring": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "smart_splits": { "branch": "master" },
  "sniprun": { "branch": "master" },
  "sqlite": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-repo.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "theme_catppuccin": { "branch": "main" },
  "theme_everforest": { "branch": "main" },
  "theme_rose_pine": { "branch": "main" },
  "theme_tokyonight": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "ts_context": { "branch": "master" },
  "ts_ctx_commentstring": { "branch": "main" },
  "ts_node_action": { "branch": "master" },
  "ts_textobjects": { "branch": "master" },
  "typescript.nvim": { "branch": "main" },
  "ufo": { "branch": "main" },
  "undotree": { "branch": "master" },
  "urlview": { "branch": "main" },
  "vim-repeat": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "windows": { "branch": "main" },
  "winshift": { "branch": "main" },
  "yanky": { "branch": "main" }
}